import random


def xishun():
    ls = []
    s = """确实傻逼人聚一堆实话，
实话傻逼人傻逼人聚一堆实话，
实话傻逼人聚一堆了卧槽
你说的真是真真的，
傻逼人聚一堆卧槽你说的真是真真的，
这怎么还说着说着话就傻逼人聚一堆了呢，
啊，你怎么这么懂这方面啊，
真是实话傻逼人聚一堆实话卧槽，
实话他很懂我只能说，他很懂，
我在笑，笑坏了我真是，
你反应快，都给你反应到12杠18啦，
24杠12肯定没你反应好呗对不对，
“嗯对啊”
对呀*5
你滚刀就完了呗，
你滚刀不久完了呗，
开滚就完事了，
咱滚刀就完事了是不是，
就是下骂上 边骂边滚刀
有人要问：“你呢？”
你就开滚：啊对对对啊对对对
希望你对你的人生也是这个态度
好不好
到时候人家问：“你怎么没有车？”
啊你啊：“对对对”你开摆就完了呗
对不对?
在单位里头人家问：“哎你怎么不干活？”
你就：“对对对”
桥洞子里盖小被儿
“啊对对对”，对就完了呗?
你对就完了呗
你随时对呗
一天天搁躺那儿：“啊对对”
你开滚就完了
滚刀!
说什么我都开摆！！
"""
    ls.append(s)
    s = """我说实话就这个橙色就像个路怒症
就是他你别下他的车
他会开着车跟着你一直到你家门口
你一停他车一个加速把你撞死你知道吧
就橙色就这种人你小心点，离他远一点
我说实话你懂吧
真的真的我说实话我说实话
我说实话
你可小心他开着个小车跟着你我鄵那很恐怖
那很恐怖我说实话
你现在把他当朋友他真开个小车跟着你那你完了
你好好想想我说的话
你想想你想想我说的话
他开个小车跟着你
我不跟他吵我是害怕他开车跟着我
你知道吧
你懂不懂我不跟他吵我是害怕他开车跟着我卧槽
你帮他他早晚开车跟着你我鄵
我鄵你小心点吧啊
忠言逆耳良药苦口兄弟吔
我只能说这么多剩下你自己去会吧我鄵
你得寻思一寻思
"""
    ls.append(s)
    s = """不是你们怎么老攻击...攻击我舔女孩子
我舔女孩子怎么了
哎！！！
哎哎哎！！
我舔女孩子怎么啦
那你起个鸡巴什么名你攻击我？
“变成光守护嘉然小姐”
你舔的是vtuber啊
我舔的最起码真实存在啊
你舔他妈个纸片人你说我！
等你死了，我直接坐飞机去你的坟头！
疯狂的偷吃你的贡品！！！
听到没有“变成光守护嘉然小姐”
我觉得直播间任何人都能骂我，
“变成光守护嘉然小姐”你不行!
"""
    ls.append(s)
    path = "file:/root/music/bai"
    ls2 = [
        f'{path}/xishun1.amr',
        f'{path}/xishun2.amr',
        f'{path}/xishun3.amr'
    ]
    return ls,ls2


if __name__ == "__main__":
    print(xishun())
